{
  "headers": [
    "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING"
  ],
  "rows": [
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "Flash Teams, AI-Assisted Production, and Expert Verification as Alternatives to Traditional Management"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "Danilo Vicioso"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "Studio 4 / Coordination Protocols"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "Working Paper — 2026"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "ABSTRACT"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "This paper introduces \"The Trade,\" a coordination protocol designed to launch companies without traditional management structures. The Trade replaces the functions of management—planning, organizing, staffing, directing, and controlling—with a scaffolded artifact: a structured repository of production specifications (P-tabs), content outputs (C-tabs), and expert verifications (V-tabs) governed by a finite state machine. Production is executed by flash teams of specialized contributors (\"PM Co-Founders\") working in short sprints, with approximately 80% of first-draft content generated by large language models (specifically, Anthropic's Claude) and refined by human operators. Quality control is achieved through independent expert verification rather than managerial oversight. The model is tested through IonWave, an electrolyte supplement company being built entirely through this protocol, with the production process documented as a live episodic show. This paper presents the theoretical foundations of the architecture, its key mechanisms, and the experimental design for evaluating its efficacy. The contribution is both practical (a replicable framework for company formation) and theoretical (a test of whether management functions can be fully encoded in protocol rather than embodied in managers)."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "1. INTRODUCTION"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "The dominant model of company formation assumes that coordination requires coordinators—managers who plan work, assign tasks, monitor progress, and intervene when problems arise. This paper challenges that assumption by proposing an alternative: coordination encoded in artifact rather than embodied in personnel.\n\nThe Trade is a scaffolded architecture designed for controlled unfolding. Rather than hiring a management team to make ongoing decisions about what to build and how to build it, The Trade encodes those decisions in a structured repository of specifications, outputs, and verifications. Contributors enter, produce, and exit according to protocol. Quality is verified by independent domain experts rather than assessed by managers. The system coordinates without coordinators.\n\nThe theoretical claim is strong: the five classical functions of management—planning, organizing, staffing, directing, and controlling (Fayol, 1916)—can be fully replaced by protocol mechanisms when combined with AI-assisted production and expert verification. This paper describes the architecture, explains its mechanisms, and presents an experimental test currently underway.\n\nThe test case is IonWave, a premium electrolyte supplement company being built entirely through The Trade protocol. The company's operating model—spanning product development, supply chain, marketing, finance, content, and operations—is being produced by flash teams of specialized contributors, with AI handling the majority of first-draft content generation. The production process is simultaneously being documented as a live episodic show, creating a public record of the experiment and an additional output (content) from the same coordination infrastructure.\n\nThe paper proceeds as follows. Section 2 reviews relevant literature on coordination theory, flash teams, and AI-assisted production. Section 3 describes The Trade architecture in detail. Section 4 presents the experimental design. Section 5 discusses implications and limitations."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "2. THEORETICAL FOUNDATIONS"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "2.1 Coordination Without Coordinators\n\nThe question of whether coordination requires coordinators has a long history in organizational theory. Hayek (1945) argued that markets coordinate activity through prices without central planners; this insight launched decades of research into distributed coordination mechanisms. Within firms, however, the dominant assumption has remained that coordination requires hierarchy (Williamson, 1975).\n\nRecent work has challenged this assumption. Bernstein et al. (2016) documented the rise of \"self-managing organizations\" that replace managerial hierarchy with peer-based coordination protocols. Lee and Edmondson (2017) described how organizations like Valve Corporation use internal markets and voluntary project selection to coordinate without traditional management. Puranam et al. (2014) theorized the conditions under which such \"boss-less\" organizations can succeed.\n\nThe Trade extends this literature by proposing a more radical alternative: coordination embedded in artifact rather than in social structure. Where self-managing organizations still rely on emergent social coordination, The Trade encodes coordination logic in a structured repository governed by explicit state machines. The humans who interact with the system follow protocol; they do not negotiate coordination in real-time.\n\n2.2 Flash Teams and Modular Production\n\nThe concept of \"flash teams\" was introduced by Retelny et al. (2014) to describe temporary teams assembled on-demand from pools of available workers, coordinated through structured workflows rather than persistent relationships. Flash teams decompose work into modular units, recruit specialists for each unit, and dissolve upon completion.\n\nThe Trade adopts the flash teams model but applies it to company formation rather than discrete projects. Each contributor (\"PM Co-Founder\") owns a specific cluster of the operating model, produces a defined output, submits to expert verification, and exits. The persistent coordination layer is the artifact (The Trade itself), not any individual or team.\n\nThis approach relates to Simon's (1962) theory of near-decomposability: complex systems can be understood and built as hierarchies of loosely-coupled modules. The Trade explicitly decomposes a company's operating model into Thesis Units of Production (TUPs), each of which can be produced and verified independently, then composed into a coherent whole.\n\n2.3 AI-Assisted Production\n\nLarge language models have demonstrated remarkable capability in generating text across domains (Brown et al., 2020; Anthropic, 2024). However, their application to substantive knowledge work—work requiring domain expertise and consequential judgment—remains contested. Critics argue that LLMs \"hallucinate\" facts, lack genuine understanding, and cannot be trusted for high-stakes decisions (Bender et al., 2021).\n\nThe Trade addresses these concerns through a specific division of labor: AI generates first drafts (approximately 80% of content volume), humans refine and contextualize, and independent experts verify. The architecture does not require AI to be trustworthy in isolation; it requires AI to be useful when combined with human refinement and expert verification. The relevant question is not \"can AI produce expert-quality output?\" but rather \"can AI + human refinement + expert verification produce expert-quality output more efficiently than traditional production methods?\"\n\nThis framing aligns with Brynjolfsson and McAfee's (2014) \"race with the machine\" thesis: humans and AI achieve better outcomes together than either achieves alone. The Trade operationalizes this thesis through explicit protocol mechanisms.\n\n2.4 Verification and Quality Control\n\nTraditional quality control relies on managerial oversight: managers review subordinates' work, provide feedback, and approve or reject outputs. This model has well-known limitations: managers may lack domain expertise, face conflicts of interest, or simply lack bandwidth to review thoroughly (Eisenhardt, 1989).\n\nThe Trade replaces managerial oversight with independent expert verification. Domain experts—who have no reporting relationship with producers and whose professional reputation is attached to their assessments—review outputs against explicit criteria and assign grades. This mechanism resembles academic peer review more than corporate quality control.\n\nThe use of independent verification introduces accountability through reputation rather than hierarchy. Experts who give unwarranted positive assessments damage their professional credibility; experts who give unwarranted negative assessments damage their relationships with the contributor community. This creates incentive alignment without managerial authority."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "3. THE TRADE ARCHITECTURE"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "3.1 Structural Overview\n\nThe Trade is a structured repository comprising three types of tabs:\n\nP-tabs (Production Specifications): Define what must be produced. Each P-tab specifies scope, win conditions, dependencies, and the list of C-tabs that constitute completion. P-tabs are written by the Founder (or \"M0 Author\") and encode the thesis of the company.\n\nC-tabs (Content Tabs): The actual outputs. C-tabs contain the operating model content—market analyses, financial models, marketing plans, supply chain specifications, etc. C-tabs are produced by PM Co-Founders with AI assistance.\n\nV-tabs (Verification Tabs): Expert assessments. V-tabs record the reviewing expert's identity, their per-item notes, and their overall grade. V-tabs constitute the verification layer that allows outputs to be \"locked\" into the canonical operating model.\n\nThese tabs are organized into Thesis Units of Production (TUPs), which are grouped into Clusters (functional areas of the business), which compose the complete Trade.\n\n3.2 State Machine Governance\n\nEach TUP progresses through a finite state machine with the following states:\n\nS0 (NULL): TUP identified but not yet specified\nS1 (DRAFT): P-tab written, awaiting activation\nS2 (PRODUCTION): PM Co-Founder producing C-tabs\nS3 (INTERNAL_REVIEW): Librarian verifying structural completeness\nS4 (EXPERT_REVIEW): Domain expert assessing quality\nS5 (LOCKED): Verified and canonical\nS6 (IMPLEMENTATION): Being executed in operations\nS7 (DEPRECATED): Superseded by amended version\n\nTransitions between states require specific conditions (\"guard conditions\") to be met. For example, the transition from S4 to S5 (expert review to locked) requires that the expert grade be B or above. Transitions below B return the TUP to S2 (production) for revision.\n\nThis state machine replaces managerial discretion with encoded protocol. The question \"is this ready to ship?\" is answered by the state machine, not by a manager's judgment.\n\n3.3 Role Architecture\n\nThe Trade defines a minimal set of roles:\n\nFounder: Writes M0 (the thesis). Sets initial conditions. Goes on-call after M0 locks.\n\nLibrarian: Information architect. Routes tab slices to producers. Tracks status. Enforces structural completeness. Does not assess quality.\n\nPM Co-Founder: Produces C-tabs for assigned cluster. Works with AI (Claude) to generate first drafts, then refines. Submits to expert review. Owns the output.\n\nExpert Advisor: Reviews completed TUPs. Assigns grades. Provides per-item feedback. Name permanently attached to verification.\n\nCreative Producer: Manages the show layer. Sources and directs the MC.\n\nMC (Master of Ceremonies): On-camera host. Documents the production process as episodic content.\n\nNotably absent: managers, project managers, team leads, or any role whose primary function is supervision. The coordination functions typically performed by such roles are embedded in the protocol.\n\n3.4 AI-Assisted Production\n\nThe production model assumes approximately 80% of first-draft content is generated by Claude (Anthropic's large language model). The PM Co-Founder's role is to:\n\n1. Prompt Claude with P-tab specifications\n2. Review Claude's output for accuracy and completeness\n3. Refine with domain context and judgment\n4. Iterate until output meets their quality bar\n5. Submit for expert verification\n\nThis division of labor leverages AI's strength (volume, speed, breadth) while relying on humans for refinement (judgment, context, taste) and experts for verification (domain authority, independence).\n\nThe architecture explicitly rejects both \"AI does everything\" and \"humans do everything\" extremes. It proposes a specific ratio and a specific verification mechanism.\n\n3.5 Commitment Protocol\n\nTo address the risk of contributor abandonment—particularly acute in an equity-only compensation model—The Trade implements a Commitment Protocol:\n\nRolling commitments: No contributor commits for more than 2 weeks at a time. Persistent roles (Librarian, MC) re-commit at each 2-week boundary.\n\nDaily check-ins: Each contributor posts a brief daily status message. Not a meeting; a logged accountability mechanism.\n\nTripwires: Automated escalation when contributors go silent. 24 hours triggers a backup ping; 48 hours activates the backup; 72 hours transfers the role.\n\nPublic accountability: The show documents entrances, work, and exits. Contributors' work is reviewed on camera. Reputation effects supplement equity incentives.\n\nThese mechanisms convert \"hope\" (hoping contributors follow through) into \"make\" (structural features that enforce follow-through or enable rapid replacement)."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "4. EXPERIMENTAL DESIGN"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "4.1 The IonWave Test Case\n\nThe Trade is being tested through IonWave, a premium electrolyte supplement company. The choice of test case is deliberate: a consumer product company requires operating model components across multiple domains (product, supply chain, marketing, finance, content, operations), providing a comprehensive test of the architecture's generality.\n\nIonWave is being built entirely through The Trade protocol. No traditional employees are being hired during the \"imagination phase\" (the period of operating model construction). All contributors are flash team participants compensated in equity.\n\n4.2 Production Structure\n\nThe production is organized into six clusters:\n\nCL-1: People & Culture\nCL-2: Studio Operations  \nCL-3: Product & Supply Chain\nCL-4: Marketing & Creative\nCL-5: Finance & Strategy\nCL-6: Content & Distribution\n\nEach cluster is assigned to a PM Co-Founder who produces the relevant TUPs with AI assistance and submits to expert verification.\n\n4.3 The Show as Documentation\n\nThe production process is simultaneously being documented as a live episodic show. The MC records:\n\n- Entrance conversations (when new contributors join)\n- Daily highlights (status updates)\n- Expert review sessions (live grading)\n- Exit conversations (when contributors complete or depart)\n- Milestone locks (when clusters achieve verification)\n\nThis documentation serves three purposes:\n\n1. Research record: A comprehensive record of how the protocol functions in practice\n2. Accountability mechanism: Public visibility creates reputation effects\n3. Additional output: The content itself has value (audience building, recruiting, investor communication)\n\nThe show layer is explicitly \"optional\" in the protocol architecture—The Trade can function without it—but is included in the IonWave test to examine whether live documentation enhances or impedes production.\n\n4.4 Success Criteria\n\nThe experiment will evaluate the following hypotheses:\n\nH1 (Feasibility): A complete, expert-verified operating model can be produced through The Trade protocol.\nMetric: All clusters achieve S5 (LOCKED) state with grade B or above.\n\nH2 (Efficiency): The Trade produces comparable outputs to traditional methods with fewer resources.\nMetric: Total production cost (equity allocated + any cash expenses) and timeline compared to industry benchmarks for comparable operating model development.\n\nH3 (Quality): Expert-verified outputs are usable by an operator who inherits the company.\nMetric: Post-production assessment by the hired CEO/Operator on whether the operating model is sufficient to begin implementation.\n\nH4 (Robustness): The protocol survives contributor turnover without significant disruption.\nMetric: Number of contributor replacements and time-to-recovery for each.\n\nH5 (Scalability of AI-assistance): The 80/20 AI/human production ratio is sustainable across domains.\nMetric: Actual ratio achieved, by cluster, and expert assessment of whether AI-heavy production degraded quality.\n\n4.5 Limitations and Threats to Validity\n\nSeveral limitations constrain the conclusions that can be drawn:\n\nSingle case: IonWave is one company in one industry. Generalizability to other contexts is uncertain.\n\nFounder involvement: The protocol designer is also the test case founder. Objectivity in assessment may be compromised.\n\nSelection effects: Contributors who agree to equity-only compensation may differ systematically from typical employees.\n\nAI capability changes: LLM capabilities are rapidly evolving. Results may not replicate with different models or versions.\n\nThese limitations will be addressed in Paper 2, which will present the results of the experiment and discuss implications for the theory."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "5. DISCUSSION AND IMPLICATIONS"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "5.1 Theoretical Contribution\n\nThe Trade offers a strong theoretical claim: management functions can be fully encoded in protocol when combined with AI-assisted production and expert verification. This claim, if validated, has implications for organizational theory, the future of work, and the practice of entrepreneurship.\n\nFor organizational theory, The Trade suggests a new category of coordination mechanism—neither market, nor hierarchy, nor network, but \"scaffold.\" The scaffold coordinates not through prices (market), authority (hierarchy), or relationships (network), but through structured artifact and encoded protocol. Contributors interact with the scaffold; they do not coordinate with each other.\n\nFor the future of work, The Trade suggests a model in which persistent employment is replaced by project-based contribution, AI handles routine production, and humans provide refinement and verification. This model may be more efficient, more flexible, and more accessible (allowing global participation) than traditional employment.\n\nFor entrepreneurship, The Trade suggests that company formation can be systematized. Rather than relying on the tacit knowledge of experienced founders and managers, the knowledge required to build a company can be encoded in a replicable artifact. This could lower barriers to company formation and enable new categories of founders.\n\n5.2 Practical Implications\n\nIf The Trade model proves viable, several practical implications follow:\n\nCompany-as-artifact: A company's operating model can be produced as a discrete artifact, then handed to an operator for implementation. The \"imagination\" and \"implementation\" phases can be separated and handled by different teams.\n\nExpert verification as quality assurance: Independent domain experts, incentivized by reputation and equity, may provide more reliable quality assurance than managerial oversight.\n\nAI as production infrastructure: Large language models, combined with human refinement and expert verification, may dramatically reduce the cost and time required to produce knowledge-intensive business documents.\n\nShows as organizational infrastructure: Live documentation may serve not only marketing purposes but also coordination functions (accountability, onboarding, institutional memory).\n\n5.3 Conclusion\n\nThis paper has introduced The Trade, a scaffolded architecture for launching companies through flash teams, AI-assisted production, and expert verification. The architecture replaces traditional management functions with protocol mechanisms encoded in a structured artifact.\n\nThe model is currently being tested through IonWave, with the production process documented as a live show. Paper 2 will present the results of this experiment, including an assessment of whether the theoretical claims hold in practice.\n\nThe central question is whether coordination can be fully embedded in artifact, or whether irreducibly human management functions remain. The Trade is designed to answer this question empirically."
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "REFERENCES"
    },
    {
      "THE TRADE: A SCAFFOLDED ARCHITECTURE FOR CONTROLLED UNFOLDING": "Anthropic. (2024). Claude: Constitutional AI assistant. Technical documentation.\n\nBender, E. M., Gebru, T., McMillan-Major, A., & Shmitchell, S. (2021). On the dangers of stochastic parrots: Can language models be too big? Proceedings of FAccT 2021.\n\nBernstein, E., Bunch, J., Canner, N., & Lee, M. (2016). Beyond the holacracy hype. Harvard Business Review, 94(7), 38-49.\n\nBrown, T., Mann, B., Ryder, N., et al. (2020). Language models are few-shot learners. Advances in Neural Information Processing Systems, 33.\n\nBrynjolfsson, E., & McAfee, A. (2014). The second machine age: Work, progress, and prosperity in a time of brilliant technologies. WW Norton.\n\nEisenhardt, K. M. (1989). Agency theory: An assessment and review. Academy of Management Review, 14(1), 57-74.\n\nFayol, H. (1916). General and industrial management. Pitman.\n\nHayek, F. A. (1945). The use of knowledge in society. American Economic Review, 35(4), 519-530.\n\nLee, M. Y., & Edmondson, A. C. (2017). Self-managing organizations: Exploring the limits of less-hierarchical organizing. Research in Organizational Behavior, 37, 35-58.\n\nPuranam, P., Alexy, O., & Reitzig, M. (2014). What's \"new\" about new forms of organizing? Academy of Management Review, 39(2), 162-180.\n\nRetelny, D., Rober, S., To, A., et al. (2014). Expert crowdsourcing with flash teams. Proceedings of UIST 2014.\n\nSimon, H. A. (1962). The architecture of complexity. Proceedings of the American Philosophical Society, 106(6), 467-482.\n\nWilliamson, O. E. (1975). Markets and hierarchies: Analysis and antitrust implications. Free Press."
    }
  ],
  "row_count": 18,
  "sheet_name": "Paper 1 - Main",
  "sheet_index": 1211
}