{
  "headers": [
    "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF",
    "col_2",
    "col_3",
    "col_4"
  ],
  "rows": [
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "Anatomy of the Emma Relief VSL mapped to our 12-block structure",
      "col_2": null,
      "col_3": null,
      "col_4": null
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "THE EMMA VSL (~30 MIN)",
      "col_2": null,
      "col_3": null,
      "col_4": null
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "Block",
      "col_2": "Emma Does",
      "col_3": "Why It Works",
      "col_4": "IonWave Adaptation"
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "1. Hook",
      "col_2": "\"7 Second Morning Ritual\" — curiosity gap + simplicity promise. Doctor authority from frame one.",
      "col_3": "Specific, intriguing, promises easy solution. Doctor = instant credibility.",
      "col_4": "Need equivalent: \"[X]-second pre-workout ritual\" or \"the one electrolyte ingredient your body is missing\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "2. Problem",
      "col_2": "Gut bacteria, methane gas, bloating, constipation. Uses medical terminology + graphics to make it visceral.",
      "col_3": "Makes invisible problem visible. Viewer suddenly understands WHY they feel bad.",
      "col_4": "Chronic dehydration, electrolyte imbalance, why plain water isn’t enough. Make invisible problem visible."
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "3. Failed Solutions",
      "col_2": "\"Probiotics don’t work because they don’t address methane-producing archaea.\" Disqualifies every competitor.",
      "col_3": "Positions all alternatives as incomplete. Only Emma addresses the real cause.",
      "col_4": "\"Sports drinks are 30g of sugar. Electrolyte packets are underdosed. Water alone doesn’t replace what you lose.\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "4. Bridge",
      "col_2": "Years of research led to discovery of root cause. Transition from hopeless to hopeful.",
      "col_3": "Doctor narrative creates journey. Viewer goes from \"nothing works\" to \"maybe this is different.\"",
      "col_4": "Authority figure’s personal discovery. \"After years of seeing athletes cramping despite hydrating...\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "5. Mechanism",
      "col_2": "Targets methane-producing bacteria specifically. Explains berberine, star anise, quercetin. Science-heavy.",
      "col_3": "Unique mechanism = reason to believe. Not just \"our ingredients are better\" but \"here’s WHY it works differently.\"",
      "col_4": "Sodium-potassium pump mechanism. Why ratio matters. Why most products get the ratio wrong. Peer-reviewed studies."
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "6. Product Reveal",
      "col_2": "Emma Relief capsules. Clean packaging. \"Doctor-formulated.\" Shows the bottle.",
      "col_3": "Simple reveal after mechanism is understood. Product feels like logical conclusion.",
      "col_4": "IonWave reveal. Clean label, clinical dosing, zero sugar. \"This is what I now recommend to my patients/athletes.\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "7. Social Proof",
      "col_2": "Customer testimonials. Before/after stories. \"650,000+ customers.\" Trustpilot 4.6/5 rating.",
      "col_3": "Volume of proof. Specific numbers. Named people.",
      "col_4": "Beta tester testimonials. Athlete endorsements. Specific results (\"eliminated cramps in 3 days\")."
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "8. Offer Stack",
      "col_2": "Multi-bottle tiers: 1 bottle, 3 bottles, 6 bottles. Increasing discount per bottle. Free bonuses at higher tiers.",
      "col_3": "Tiered pricing makes 3-bottle feel like best value. Bonuses add perceived value without cost.",
      "col_4": "Same: 1/3/6 bottle tiers. Subscription option at each. Digital bonuses (hydration guide, workout recovery protocol)."
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "9. Price Anchor",
      "col_2": "\"A single doctor visit costs $200+. A month of Emma is less than $1.60/day.\"",
      "col_3": "Reframes price against expensive alternatives and daily cost.",
      "col_4": "\"Less than your daily coffee. A fraction of what you spend on sports drinks that don’t work.\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "10. Risk Reversal",
      "col_2": "90-day 100% satisfaction guarantee. \"You have nothing to lose.\"",
      "col_3": "Removes final objection. Makes purchase feel risk-free.",
      "col_4": "Same: 90-day guarantee. \"If you don’t feel the difference, full refund, no questions.\""
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "11. CTA",
      "col_2": "\"Click the button below to get your supply of Emma.\" Clear, specific, repeated.",
      "col_3": "Simple, direct. Repeated multiple times in closing section.",
      "col_4": "Same: \"Click below to get IonWave. Choose your package.\" Repeated 3x."
    },
    {
      "REFERENCE VSL BREAKDOWN — DR. GINA SAM / EMMA RELIEF": "12. Urgency",
      "col_2": "\"Limited supply.\" \"This offer may not be available tomorrow.\"",
      "col_3": "Creates now-or-never feeling. Prevents bookmark-and-forget.",
      "col_4": "Launch pricing, limited first batch, or seasonal urgency. Must be genuine."
    }
  ],
  "row_count": 15,
  "sheet_name": "Ref VSL Breakdown",
  "sheet_index": 322
}